text = """
I. Основные положения, цели.

1.1. Устав – это свод законов, правил поведения в Гильдии. Уставу Гильдии обязаны подчиняться все члены Гильдии, независимо от занимаемого в ней положения. Незнание Устава не освобождает от ответственности.

1.2. Цели Гильдии:
    1.2.1 Создание дружного коллектива.
    1.2.2 Поддержание авторитета Гильдии.
    1.2.3 Поддержка и помощь членам Гильдии.
    1.2.4 Совместное участие в PvP/PvE контенте.

1.3. Необходимо помнить, что член Гильдии, действуя от своего лица в частном, действует от лица Гильдии в целом, и именно действия всех членов Гильдии определяют отношение к Гильдии со стороны других персонажей. Один член Гильдии отвечает за все действия Гильдии, равно как Гильдия за все поступки его членов.

II. Структура званий и ролей

2.1. Глава Гильдии - @Traus. Является представителем гильдии при решении вопросов, как внутри гильдии так и внешней политики.

2.2. В Совет гильдии входят - @Traus
    2.2.1 Вступление в Совет происходит путём голосования  действующих членов Совета.
    2.2.2 Все решения, связанные с внешними отношениями с другими Гильдиями (союзы, войны) решаются на голосовании Совета.

2.3 Обязанности членов Совета:
    2.3.1 проводить рекрут в Гильдию и рассматривать заявки на вступление
    2.3.2 участвовать в голосованиях и собраниях Совета
    2.3.3 следить за соблюдением правил и устава остальными членами Гильдии
    2.3.4 выдавать "страйки" в случае нарушения установленных правил.

2.4 При равенстве голосов во время голосования решающим является голос Главы Гильдии.

III. Требования для вступления и исключения из гильдии.

3.1. Прием игроков осуществляется Советом Гильдии. Члены Совета могут рассматривать заявки на вступление и проводить беседы с рекрутами, но каждая заявка по итогу должна обговариваться с Главой Гильдии.

3.2. Перед вступлением каждый рекрут должен пройти испытательный срок. Испытательный срок имеет длительность неделю. За время испытательного срока рекрут проходит проверку на наличие неблаговидных поступков, способных в будущем скомпрометировать Гильдию, а также будет учитываться скорость развития персонажа и активность.

3.3. Требования могут быть снижены в определенных случаях, исходя из нужд Гильдии (потребность в классе, недобор и так далее).

3.4. При отказе приема в Гильдию Совет имеет право не объяснять причину отказа.

3.5. Исключение игрока из гильдии осуществляется непосредственно Советом Гильдии.

3.6. Поводом для исключения из Гильдии является систематическое нарушение установленных правил. Наказанием за нарушения правил является получение "страйка". Игрок, набравший 3 "страйка" исключается из гильдии.

3.7. Игрок может быть исключен по личной просьбе.

IV. Система наказаний("страйков").

4.1. Страйком является наказание, выдаваемое уполномоченным членом гильдии другому игроку за нарушение установленных правил.

4.2. Страйки имеют 3 уровня, в зависимости от их количества. При получении 3 страйка (страйк 3 уровня) игрок исключается из Гильдии.

4.3. Страйки могут быть выданы за следующие нарушения:
    4.3.1. неоднократные нарушения положений Устава или правил, сопровождаемые вынесением устных предупреждений
    4.3.2. нарушения правила игры Skylore, указанные в лицензионном соглашении
    4.3.3. действия члена Гильдии, дискредитирующие Гильдию в глазах общественности (токсичное поведение в игровых чатах или общих чатах сообщества, провокации, дискриминации, угрозы в реальной жизни и т.д.)
    4.3.4. объявление войны другим Гильдиям, игнорирование союзов Гильдий и действия от имени Гильдии не имея на то полномочий
    4.3.5. отсутствие в игре более 7 дней подряд без предупреждения Совета Гильдии
    4.3.6. отказ подчиняться принятым Советом решениям
    4.3.7. неуважительное отношение к другим членам Гильдии.

4.4. Уровень страйка может быть снижен со временем, учитывая соблюдение игроком установленных правил в течение месяца.

V. Права и обязанности участников Гильдии

5.1. Каждый участник Гильдии имеет право:
    5.1.1. Получать любую доступную информационную помощь от других членов Гильдии.
    5.1.2. Участвовать в опросах и обсуждениях Гильдии. Предлагать идеи для развития Гильдии и канала Гильдии.
    5.1.3. Принимать участие в организуемых Гильдией игровых сходках и мероприятиях.
    5.1.4. Рекомендовать кандидатов для принятия в Гильдию.
    5.1.5. Выдвигать кандидатов в Совет Гильдии.
    5.1.6. Просить помощи или защиты у согильдейцев и союзников Гильдии.
    5.1.7. Оспаривать действия любых членов гильдии, не зависимо от ранга и занимаемой должности, если они противоречат правилам сервера или Уставу гильдии.
    5.1.8. Требовать разъяснения любой спорной ситуации по общим вопросам у Совета Гильдии или Главы Гильдии.

5.2. Каждый участник гильдии обязан:
    5.2.1. Относиться с уважением к своим соратникам и соблюдать установленные правила общения в гильдейском чате.
    5.2.2. Выполнять приказы Совета Гильдии.
    5.2.3. Участвовать в развитии гильдии и способствовать поднятию ее авторитета.
    5.2.4. Знать ответ на секретный вопрос - "Мертвая гарпия".
    5.2.5. Посещать заранее запланированные рейды (в случае введения таких в игру в будущем).
    5.2.6 Иметь возможность подключаться к голосовым каналам.
"""