text = '''
Добро пожаловать на сервер Гильдии Tavern of Tales.
Если Вы зашли в гости, добро пожаловать в наши гостевые каналы.
Общение с гостями осуществляется в #✌-гостевая 
:exclamation::exclamation:Для доступа к ним, пожалуйста, ознакомьтесь с правилами нашего сервера и подтвердите свое согласие с ними (поставьте :white_check_mark:  снизу).:exclamation::exclamation:
-----------------------------
:exclamation: Правила общения:exclamation: 
-----------------------------
1. Уважайте собеседников. Никаких угроз, провокаций, дискриминаций.
2. NSFW контент запрещен
3. Мат запрещен, работает авто-мут.
4. Не флудите, не злоупотребляйте капсом.
5. Запрещена реклама и спам рассылка.

-----------------------------------
:grey_question: Вступление в гильдию :grey_question: 
-----------------------------------
Для вступления в гильдию необходимо перейти в #✅-вступление-в-гильдию для заполнения анкеты и отправить её в том же канале. Анкета будет перенаправлена Совету Гильдии для рассмотрения.
'''